{
    "id": "marineenvironmental",
    "title": "Environmental Management Data",
    "datumProjection": "EPSG:3857",
    "displayProjection": "EPSG:4326",
	"framework":"olv2",	
    "initialExtent": [
        [
            50,
            10
        ],
        [
            180,
            -55
        ]
    ],
    "zoomLevel": 0,
    "requiresTermsAndConditions": false,
    "headerConfig": {
        "title": "Marine Environmental"
    },
    "aboutConfig": {
        "enabled": true,
		"bodyUrl": "content/marine/marineenvironmental/about.html",
		"open": true
    },
    "layersConfig": {
        "enabled": true
    },
    "baseLayersConfig": {
        "enabled": true
    },
	"overviewOptions": {
		"layers": [
			{
            "slug": "National_Color_Base_Map"
			}
		]
	},
    "legendConfig": {
        "enabled": true
    },
    "toolsConfig": {
        "enabled": true,
        "timeout": 5000,
        "tools": [
			{
                "id": "addLayer"
            }           
        ]
    },
    "baseMaps": [
        {
			"slug": "ESRI_Imagery",
			"maxZoomLevel": 12
        },
        {
		"slug": "National_Color_Base_Map"
		}
    ],
    "layerMaps": [		
		{
            "isGroupedLayers": true,
            "groupTitle": "Living Atlas Species occurrences",
            "groupId": "Species_occurrences",
            "visibility": true,
            "defaultLayerId": "Intertidal - Dominate Landform"
        },
		{
            "isGroupedLayers": true,
            "groupTitle": "Department of Environment",
            "groupId": "Department_of_Environment",
            "visibility": true,
            "defaultLayerId": "Australias_Commonwealth_Marine_Reserves"
        }
    ],
	"groupedLayers": [
        {
		"groupId": "Species_occurrences",
		"layerMaps": [
			{
			"id": "Whale_Shark",
			"slug": "Whale_Shark",
			"name": "Whale Shark",
			"visibility":true,
			"mapType": "WMS",
			"url": "http://biocache.ala.org.au/ws/ogc/ows?q=species:Rhincodon typus",
			"layers": "species:Rhincodon_typus",		
			"opacity": "1",
			"layerTimeout": 5000,
			"metadataText": "Atlas of Living Australia(WMS) - Species occurrences. Whale Shark (Rhincodon typus).",
				"ogcLinks": [
					{
						"description": "WMS Capabilities",
						"url": "http://biocache.ala.org.au/ws/ogc/ows?q=species:Rhincodon typus?request=GetCapabilities&service=WMS"
					}
				],
			"queryFeatures": true,
			"queryUrl": "http://intranet-test.ga.gov.au/gis/services/Australian_Coastal_Sediment_Compartments/MapServer/WMSServer",
			"queryUrlType": "WMS",
			"queryVersion": "1.1.1",
			"queryLayers": "species:Rhincodon_typus"
			},
			{
			"id": "Pygmy_Blue_Whale",
			"slug": "Pygmy_Blue_Whale",
			"name": "Pygmy Blue Whale",
			"visibility":true,
			"mapType": "WMS",
			"url": "http://biocache.ala.org.au/ws/ogc/ows?q=subspecies:Balaenoptera musculus brevicauda",
			"layers": "species:Balaenoptera_musculus",		
			"opacity": "1",
			"layerTimeout": 5000,
			"metadataText": "Atlas of Living Australia(WMS) - Species occurrences. Whale Shark (Balaenoptera musculus brevicauda).",
				"ogcLinks": [
					{
						"description": "WMS Capabilities",
						"url": "http://biocache.ala.org.au/ws/ogc/ows?q=species:Balaenoptera musculus brevicauda?request=GetCapabilities&service=WMS"
					}
				],
			"queryFeatures": true,
			"queryUrl": "http://biocache.ala.org.au/ws/ogc/ows?q=subspecies:Balaenoptera musculus brevicauda",
			"queryUrlType": "WMS",
			"queryVersion": "1.1.1",
			"queryLayers": "species:Balaenoptera_musculus"
			},
			{
			"id": "Humpback_Whale",
			"slug": "Humpback_Whale",
			"name": "Humpback Whale",
			"visibility":true,
			"mapType": "WMS",
			"url": "http://biocache.ala.org.au/ws/ogc/ows?q=species:Megaptera novaeangliae",
			"layers": "species:Balaenoptera_musculus",		
			"opacity": "1",
			"layerTimeout": 5000,
			"metadataText": "Atlas of Living Australia(WMS) - Species occurrences. Humpback Whale (Megaptera novaeangliae).",
				"ogcLinks": [
					{
						"description": "WMS Capabilities",
						"url": "http://biocache.ala.org.au/ws/ogc/ows?q=species:Megaptera novaeangliae?request=GetCapabilities&service=WMS"
					}
				],
			"queryFeatures": true,
			"queryUrl": "http://biocache.ala.org.au/ws/ogc/ows?q=species:Megaptera novaeangliae",
			"queryUrlType": "WMS",
			"queryVersion": "1.1.1",
			"queryLayers": "species:Balaenoptera_musculus"
			}
		]
	},
	{
		"groupId": "Department_of_Environment",
		"layerMaps": [
			{
			"id": "Australias_Commonwealth_Marine_Reserves",
			"slug": "Australias_Commonwealth_Marine_Reserves",
			"name": "Australias Commonwealth Marine Reserves - IUCN Zone",
			"visibility":true,
			"mapType": "WMS",
			"url": "http://www.environment.gov.au/mapping/services/ogc_services/Commonwealth_Marine_Reserves_IUCN/MapServer/WMSServer",
			"layers": "Australias Commonwealth Marine Reserves IUCN Zone",		
			"opacity": "1",
			"layerTimeout": 5000,
			"metadataText": "Consistent with the Australian Government's commitment to develop a National Representative System of Marine Protected Areas (MPAs), networks of Commonwealth Marine Reserves has been proclaimed for Commonwealth waters across the South-west, North-west, North, Coral Sea and Temperate East Marine Regions. These networks build on previous Marine Protected Area proclamations, including the South-east network declared in 2007. This dataset is released under Creative Commons by Attribution-NonCommercial 3.0 Australia (CC BY-NC 3.0). IMPORTANT INFORMATION FOR MARINE USERS The Commonwealth marine reserves declared in November 2012 are under transitional arrangements until management plans come into effect in July 2014. Transitional arrangements involve NO CHANGES ON THE WATER for marine users. Note, there are no changes to management arrangements in the marine reserves that existed prior to the establishment of the new reserves, that is, the same restrictions on activities will continue to apply even where those reserves have been incorporated into new reserves. The South-east Network of Commonwealth Marine Reserves are managed under the South-east Commonwealth Marine Reserves Network Management Plan 2013-23, in place from 1 July 2013. More information is available at www.environment.gov.au/marinereserves This data contains spatial and contextual information about Commonwealth Marine Reserves under the jurisdiction of the Commonwealth governments Environment Protection and Biodiversity Conservation Act 1999, which are managed by the Australian Government Department of Sustainability, Environment, Water, Population and Communities (DSEWPaC). It does not include data on MPA's in other Australian jurisdictions (e.g. the Great Barrier Reef Marine Park, State/Territory parks), or Terrestrial Protected Areas with marine components (eg Pulu Keeling National Park).",
				"ogcLinks": [
					{
						"description": "WMS Capabilities",
						"url": "http://www.environment.gov.au/mapping/services/ogc_services/Commonwealth_Marine_Reserves_IUCN/MapServer/WMSServer?request=GetCapabilities&service=WMS"
					}
				],			
			"queryFeatures": true,
			"queryUrl": "http://www.environment.gov.au/mapping/services/ogc_services/Commonwealth_Marine_Reserves_IUCN/MapServer/WMSServer",
			"queryUrlType": "WMS",
			"queryVersion": "1.1.1",
			"queryLayers": "Australias Commonwealth Marine Reserves IUCN Zone"
			},
			{
			"id": "World_Heritage_Areas",
			"slug": "World_Heritage_Areas",
			"name": "World Heritage Areas",
			"visibility":true,
			"mapType": "WMS",
			"url": "http://www.environment.gov.au/mapping/services/ogc_services/World_Heritage_Areas_label/MapServer/WMSServer",
			"layers": "World_Heritage_Areas_Australia_label",		
			"opacity": "1",
			"layerTimeout": 5000,
			"metadataText": "Australian heritage places that are of outstanding universal value and have been included on this United Nations Educational, Scientific and Cultural Organisation (UNESCO) - managed World Heritage list.",
				"ogcLinks": [
					{
						"description": "WMS Capabilities",
						"url": "http://www.environment.gov.au/mapping/services/ogc_services/World_Heritage_Areas_label/MapServer/WMSServer?request=GetCapabilities&service=WMS"
					}
				],			
			"queryFeatures": true,
			"queryUrl": "http://www.environment.gov.au/mapping/services/ogc_services/World_Heritage_Areas_label/MapServer/WMSServer",
			"queryUrlType": "WMS",
			"queryVersion": "1.1.1",
			"queryLayers": "World_Heritage_Areas_Australia_label"
			},
			{
			"id": "Commonwealth_Heritage_List_Australia",
			"slug": "Commonwealth_Heritage_List_Australia",
			"name": "Commonwealth Heritage List Australia",
			"visibility":true,
			"mapType": "WMS",
			"url": "http://www.environment.gov.au/mapping/services/ogc_services/Commonwealth_Heritage_List/MapServer/WMSServer",
			"layers": "0",		
			"opacity": "1",
			"layerTimeout": 5000,
			"metadataText": "These data provide locational and attribute information for places on the Commonwealth Heritage List as determined by the Australian Government Department of Sustainability, Environment, Water, Population and Communities, Heritage and Wildlife Division. Data consist of Commonwealth Heritage List polygons with attribute information describing the place name, class (indigenous, natural, historic), and status. Places subject to confidentiality agreements are not included in these data. Spatial data for places (mostly historic) in cities, is currently being derived using urban cadastral data. These sites are being incorporated into each new release, as they become available.",
				"ogcLinks": [
					{
						"description": "WMS Capabilities",
						"url": "http://www.environment.gov.au/mapping/services/ogc_services/Commonwealth_Heritage_List/MapServer/WMSServer?request=GetCapabilities&service=WMS"
					}
				],			
			"queryFeatures": true,
			"queryUrl": "http://www.environment.gov.au/mapping/services/ogc_services/Commonwealth_Heritage_List/MapServer/WMSServer",
			"queryUrlType": "WMS",
			"queryVersion": "1.1.1",
			"queryLayers": "0"
			},
			{
			"id": "Collaborative_Australian_Protected_Areas_Database",
			"slug": "Collaborative_Australian_Protected_Areas_Database",
			"name": "Collaborative Australian Protected Areas Database (CAPAD) 2014",
			"visibility":true,
			"mapType": "WMS",
			"url": "http://www.environment.gov.au/mapping/services/ogc_services/capad/MapServer/WMSServer",
			"layers": "Protected_Areas_2014",		
			"opacity": "1",
			"layerTimeout": 5000,
			"metadataText": "The Collaborative Australian Protected Areas Database (CAPAD) 2014 web service provides both spatial and text information about government, indigenous and privately protected areas for continental Australia. State and Territory conservation agencies supplied data current to 30 June 2014. This is the ninth version of the database, with previous versions released in 1997, 2000, 2002, 2004, 2006, 2008, 2010 and 2012. The Department also publishes protected areas data for the marine environment. 'CAPAD 2014-marine' contains spatial and text information about offshore protected areas, for both State and Commonwealth waters. Previous versions of CAPAD marine information have been published in 1997, 2002, 2004, 2008, 2010 and 2012. The department publishes a summary of the CAPAD data biennially on its website at http://www.environment.gov.au/capad",
				"ogcLinks": [
					{
						"description": "WMS Capabilities",
						"url": "http://www.environment.gov.au/mapping/services/ogc_services/capad/MapServer/WMSServer?request=GetCapabilities&service=WMS"
					}
				],			
			"queryFeatures": true,
			"queryUrl": "http://www.environment.gov.au/mapping/services/ogc_services/capad/MapServer/WMSServer",
			"queryUrlType": "WMS",
			"queryVersion": "1.1.1",
			"queryLayers": "Protected_Areas_2014"
			},
			{
			"id": "Directory_of_Important_Wetlands",
			"slug": "Directory_of_Important_Wetlands",
			"name": "Directory of Important Wetlands",
			"visibility":true,
			"mapType": "WMS",
			"url": "http://www.environment.gov.au/mapping/services/ogc_services/Important_Wetlands/MapServer/WMSServer",
			"layers": "Directory of Important Wetlands in Australia",		
			"opacity": "1",
			"layerTimeout": 5000,
			"metadataText": "This is a web service for the polygon coverage representing the wetlands cited in the 'A Directory of Important Wetlands in Australia' Third Edition (EA, 2001), plus various additions for wetlands listed after 2001. This coverage is a compilation of various data sources and has been collected using a variety of methods. This dataset should therefore be used as an indicative guide only to wetland boundaries and locations. The data has been collated by the Australian Government Department of the Environment from various datasets including those supplied by the relevant State agencies. State agency contributors include the Queensland Environmental Protection Authority, NSW Department of Environment and Conservation and the Victorian Department of Sustainability and Environment. For the identification of wetland boundaries or locations in regard to the compliance of activities with relevant State legislation, the relevant State authority should be contacted to obtain the most recent and accurate wetland boundary information available. The criteria for the definition of a wetland used in this dataset is that adopted by the Ramsar Convention, namely: areas of marsh, fen, peatland or water, whether natural or artificial, permanent or temporary, with water that is static or flowing, fresh, brackish or salt, including areas of marine water the depth of which at low tide does not exceed six meters.",
				"ogcLinks": [
					{
						"description": "WMS Capabilities",
						"url": "http://www.environment.gov.au/mapping/services/ogc_services/Important_Wetlands/MapServer/WMSServer?request=GetCapabilities&service=WMS"
					}
				],			
			"queryFeatures": true,
			"queryUrl": "http://www.environment.gov.au/mapping/services/ogc_services/Important_Wetlands/MapServer/WMSServer",
			"queryUrlType": "WMS",
			"queryVersion": "1.1.1",
			"queryLayers": "Directory of Important Wetlands in Australia"
			},
			{
			"id": "Australias_Key_Ecological_Features",
			"slug": "Australias_Key_Ecological_Features",
			"name": "Australias Key Ecological Features",
			"visibility":true,
			"mapType": "WMS",
			"url": "http://www.environment.gov.au/mapping/services/ogc_services/Key_Ecological_Features/MapServer/WMSServer",
			"layers": "Key_Ecological_Features",		
			"opacity": "1",
			"layerTimeout": 5000,
			"metadataText": "Key ecological features are the parts of the marine ecosystem that are considered to be of importance for a marine region's biodiversity or ecosystem function and integrity. Key ecological features (KEFs) meet one or more of the following criteria: 1. a species, group of species, or a community with a regionally important ecological role (e.g. a predator, prey that affects a large biomass or number of other marine species); 2. a species, group of species, or a community that is nationally or regionally important for biodiversity; 3. an area or habitat that is nationally or regionally important for: a) enhanced or high productivity (such as predictable upwellings - an upwelling occurs when cold nutrient-rich waters from the bottom of the ocean rise to the surface); b) aggregations of marine life (such as feeding, resting, breeding or nursery areas); c) biodiversity and endemism (species which only occur in a specific area); or 4. a unique seafloor feature, with known or presumed ecological properties of regional significance. KEFs have been identified by the Australian Government on the basis of advice from scientists about the ecological processes and characteristics of the area. A workshop held in Darwin in 2007 also contributed to this scientific advice and helped to underpin the identification of key ecological features. As new information becomes available, the spatial representations of identified key ecological features will continue to be refined and updated. Sixteen KEFs have been identified in the South-west Marine Region: 1. Commonwealth marine environment surrounding the Houtman Abrolhos Islands 2. Perth Canyon and adjacent shelf break, and other west coast canyons 3. Commonwealth marine environment within and adjacent to the west coast inshore lagoons 4. Commonwealth marine environment within and adjacent to Geographe Bay 5. Cape Mentelle upwelling 6. Naturaliste Plateau 7. Diamantina Fracture Zone 8. Albany Canyons group and adjacent shelf break 9. Commonwealth marine environment surrounding the Recherche Archipelago 10. Ancient coastline at 90-120 m depth 11. Kangaroo Island Pool, canyons and adjacent shelf break, and Eyre Peninsula upwellings. 12. Meso-scale eddies (points). 13. Western demersal slope and associated fish communities. 14. Western rock lobster. 15. Benthic invertebrate communities of the eastern Great Australian Bight. No spatial representation available. 16. Small pelagic fish of the South-west Marine Region. No spatial representation available. Thirteen KEFs have been identified in the North-west Marine Region: 1. Ancient coastline at 125 m depth contour 2. Ashmore Reef and Cartier Island and surrounding Commonwealth waters 3. Canyons linking the Argo Abyssal Plain and Scott Plateau 4. Canyons linking the Cuvier Abyssal Plain and the Cape Range Peninsula 5. Carbonate bank and terrace system of the Sahul Shelf 6. Commonwealth waters adjacent to Ningaloo Reef 7. Continental Slope Demersal Fish Communities 8. Exmouth Plateau 9. Glomar Shoals 10. Mermaid Reed and Commonwealth waters surrounding the Rowley Shoals 11. Pinnacles of the Bonaparte Basin 12. Seringapatam Reef and Commonwealth waters in the Scott Reef Complex 13. Wallaby Saddle Eight KEFs have been identified in the North Marine Region: 1. Carbonate bank and terrace system of the Van Diemen Rise 2. Shelf break and slope of the Arafura Shelf 3. Tributary canyons of the Arafura Depression 4. Gulf of Carpentaria basin 5. Gulf of Carpentaria coastal zone 6. Plateaux and saddle north-west of the Wellesley Islands 7. Pinnacles of the Bonaparte Basin 8. Submerged coral reefs of the Gulf of Carpentaria Three KEFs have been identified in the Coral Sea: 1. Tasmantid seamount chain 2. Reefs, cays and hebivorous fish of the Queensland Plateau 3. Reefs, cays and hebivorous fish of the Marion Plateau Eight KEFs were identified in the Temperate East marine Region: 1. Tasmantid seamount chain 2. Lord Howe seamount chain 3. Norfolk Ridge 4. Canyons on the eastern continental slope 5. Shelf rocky reefs 6. Elizabeth and Middleton reefs 7. Upwelling off Fraser Island 8. Tasman Front and eddy field Eight KEFs were identified in the South-east Marine Region. 1. Seamounts, east and south of Tasmania 2. West Tasmanian canyons 3. Bonney coast upwelling 4. Upwelling east of Eden 5. Big Horseshoe canyon 6. East Tasmania tropical convergence zone. No spatial representation available 7. Bass cascade. No spatial representation available 8. Shelf rocky reefs and hard substrate. No spatial representation available In order to create a spatial representation of KEFs for each Marine Region, some interpretation of the information was required. The Department has made every effort to use the best available spatial information and best judgement on how to spatially represent the features based on the scientific advice provided. This does not preclude others from making their own interpretation of available information.",
				"ogcLinks": [
					{
						"description": "WMS Capabilities",
						"url": "http://www.environment.gov.au/mapping/services/ogc_services/Key_Ecological_Features/MapServer/WMSServer?request=GetCapabilities&service=WMS"
					}
				],			
			"queryFeatures": true,
			"queryUrl": "http://www.environment.gov.au/mapping/services/ogc_services/Key_Ecological_Features/MapServer/WMSServer",
			"queryUrlType": "WMS",
			"queryVersion": "1.1.1",
			"queryLayers": "Key_Ecological_Features"
			}
		]
	}
    ],
    "search": {
        "type": "geonames",
        "typeAheadTemplateUrl": "resources/partial/placeNameSearchResultTemplate.html",
        "primaryWfsProperty": "name"
    }
}