{
    "title": "Earth Observation and Satellite Imagery",
    "id": "earthobservation",
    "blurb": "Geoscience Australia provides earth observation services, expert advice, and information for decision makers. We are Australia's principal earth resource satellite ground station and data processing facility.",
    "headerConfig": 
		{
        "title": "Applying geoscience to Australia's most important challenges",
        "backgroundImageUrl": "resources/img/header_bg.png"
		},
    "maps": [
	    {
            "title": "Digital Earth Australia",
            "previewImageUrl": "content/earthobservation/DEA-Logo.jpg",
            "previewDescription": "Digital Earth Australia (DEA) provides an integrated data analysis platform, delivering a unique capability to present, process, and interrogate Earth observation satellite data.",
            "applicationUrl": "http://eos.ga.gov.au"
        },
		{
            "title": "Water Observations from Space",
            "id": "wofs",
            "previewImageUrl": "content/sentinel/floods/mapPreview.png",
            "previewDescription": "Water Observations from Space (WOfS) is a web service displaying historical surface water observations derived from satellite imagery for all of Australia. Product of the Australian Geoscience Data Cube."
        },
		{
            "title": "Australian Geoscience Data Cube Intertidal Extent Model",
            "id": "intertidal",
            "previewImageUrl": "content/earthobservation/intertidal/mapPreview.png",
            "previewDescription": "The Intertidal Extent Model (ITEM v1.0) product uses satellite imagery to model the continental extent and topography of the intertidal zone. This product demonstrates the progress of Geoscience Australia with the Australian Geoscience Data Cube."
        },
		{
            "title": "Sentinel Hotspots",
            "previewImageUrl": "content/hazards/sentinel.png",
            "previewDescription": "Sentinel is a national bushfire monitoring system that provides timely information about hotspots to emergency service managers across Australia. The mapping system allows users to identify fire locations with a potential risk to communities and property.",
            "applicationUrl": "http://sentinel.ga.gov.au"
        },
		{
			"title": "Digital Earth Australia",
			"tags": "Information",
            "previewImageUrl": "content/earthobservation/DEA-Logo.jpg",
            "previewDescription": "DEA is a series of data structures and tools which organise and enable the analysis of large Earth observation satellite data collections.",
			"applicationUrl": "http://www.ga.gov.au/dea"
		}
    ],
    "tags": [
		{
            "id": "Information",
            "description": "Information sites for Earth Observation.",
            "title": "Information"
        }
    ]
}
