{
    "title": "Geographic Information",
    "id": "national-location-information",
    "blurb": "Geoscience Australia is the Australian Government's national mapping agency. We provide authoritative geographic information services and products to enable evidence-based decision making, deliver government policy, assist industry development needs and support community wellbeing.",
    "headerConfig": {
        "title": "Applying geoscience to Australia's most important challenges",
        "backgroundImageUrl": "resources/img/header_bg.png"
    },
    "maps": [
        {
            "title": "Australian Topography",
            "id": "australiantopography",
            "previewImageUrl": "content/national-location-information/australiantopography/mapPreview.png",
            "previewDescription": "The Australian Topographic map provides a seamless national dataset coverage for the whole of Australia. The map portrays detailed graphic representation of features that appear on the Earth's surface. These features include cultural, hydrography and infrastructure themes."
        },
        {
            "title": "Australian Global Map Contribution",
            "id": "globalmap",
            "previewImageUrl": "content/national-location-information/globalmap/mapPreview.png",
            "previewDescription": "The Australian Global Map Contribution contains layers which have been developed by Geoscience Australia to match the 1 million scale Global Map specifications.  It includes features such as Airports, Roads, Coastlines and Landcover."
        },
		{
            "title": "National Map Basemap",
            "id": "nationalmap",
            "previewImageUrl": "content/national-location-information/nationalmap/mapPreview.png",
            "previewDescription": "This is a map of the world, Australia and it's external territories. These basemaps have been created specifically for display in the National Map application."
        },
	{
            "title": "Foundation Spatial Data Framework (FSDF)",
            "tags": "Other",
            "previewImageUrl": "content/national-location-information/fsdf.png",
            "previewDescription": "The Foundation Spatial Data Framework provides a common reference for the assembly and maintenance of Australian and New Zealand foundation level spatial data in order to serve the widest possible variety of users.  Roles and responsibilities for data are recognised and supported.",
            "applicationUrl": "http://www.fsdf.org.au/"
        },
        {
            "title": "Elevation Information System (ELVIS)",
            "tags": "Other",
            "previewImageUrl": "content/national-location-information/ELVIS.png",
            "previewDescription": "Ensuring decision makers, investors and the community have access to the best available elevation data describing Australia's landforms and sea bed to address the needs of today and the decades ahead.",
            "applicationUrl": "http://www.ga.gov.au/elvis/"
        }
    ],
    "tags": [		
        {
            "id": "Other",
            "description": "Relevant geographic mapping applications.",
            "title": "Related Applications"
        }
    ]
}
